{"result":[{"name":"Barangay RT 99.5 - DYRT","description":"Barangay RT 99.5 - DYRT is a broadcast radio station from Cebu City, Philippines providing Top 40, Pop, Rock and Hits music.","genre":["Hits","Pop","Rock","Top 40"],"listeners":0},{"name":"NU107 Rock","description":"NU107 Rock is a internet Radio station from Cebu City, Philippines, providing Alternative and Indie Rock music.","genre":["Alternative","Indie","Rock"],"listeners":0,"audio":"http://stream.zenolive.com/n836m77v5a5tv"},{"name":"Beat This Radio","description":"BEAT THIS RADIO is all about new music from the Philippines that are in the electronic beats, modern music production and digital sound category like Hiphop, EDM, Indietronic and even Pop. Join us as we feature music producers, beat makers, sound designers and the artists they work with.","genre":["Electronica","FIlipino","Hip Hop","Pop"],"listeners":0,"audio":"http://listen.radioking.com/radio/319196/stream/366785"},{"name":"TOPMusic Radio","description":"Homegrown Hits and Current Music coming out from the Philippines. 24/7 Online Radio ","genre":["Hip Hop","Local","Pop","Rock"],"listeners":0,"audio":""},{"name":"98.7 FM DYFR - DYFR","description":"","genre":["Christian","EDM","Praise & Worship","Talk"],"listeners":0,"audio":"http://icecast.eradioportal.com:8000/febc_dyfr"},{"name":"Radyo Asenso 540","description":"DYRB (540 kHz Cebu City) Radyo Asenso is an AM station owned and operated by Radio Corporation of the Philippines in the Philippines. \n\nDYRB was founded on 1970 and was originally owned by the Allied Broadcasting Center under its music format, In the 1980s the station called as DYRB Radio Bisaya. In the middle of 2008, there was a big reorganization that DYRB was under Philradio at that time now it is already under a new network, the Radio Corporation of the Philippines or RadioCorp. Now DYRB has changed its format as purely news and public service.","genre":["News","Talk"],"listeners":0},{"name":"Radio 42","description":"Dies ist nur eine Teststation.","genre":["Hits","Pop","Rock","Schlager"],"listeners":0,"audio":"http://stream.laut.fm/42"}],"count":7}