{"result":[{"id":1278,"slug":"Aksyon_Radyo_Cebu","title":"DYRC Aksyon Radyo Cebu - DYRC","largeimage":"https://static-media.streema.com/media/object-images/e4f8163e-7522-4b52-a870-05b1eb8d4706.JPG","description":"","genre":["Drama","News","Pop","Talk"],"listeners":0,"mp3file":""},{"id":123261,"slug":"DYCM_Cebu_AM_Radio","title":"DYCM Mega Cebu - DYCM","largeimage":"https://static-media.streema.com/media/object-images/fb85fcff-1d51-450d-a5fa-2335aa69f1f0.jpg","description":"DYCM Mega Cebu is a Filipino radio station that broadcasts from Cebu City, Philippines. Its programming is focused on Commentary, News, Public Affairs, Public Service, Weather, Sports, and Classic Songs.","genre":["Classic Hits","News","Public","Sports","Weather"],"listeners":0,"mp3file":"http://176.31.107.8:8015/stream/;"},{"id":103775,"slug":"Home_Radio_Cebu","title":"Home Radio Cebu - DYQC","largeimage":"https://static-media.streema.com/media/object-images/0256281f-aa45-40e4-95b4-559effc4bfa8.png","description":"Welcome to the live audio stream of 106.7 Home Radio Cebu, natural! Listen to us and enjoy the hottest hits of today with friendly and happy DJs that will make you feel home: David Dash, Chop, Jonas, Dino and Ringo.","genre":["FIlipino","News","Talk"],"listeners":0,"mp3file":"http://149.56.147.197:9071/stream/;"},{"id":103774,"slug":"Love_Radio_Cebu","title":"97.9 Love Radio Cebu - DYBU","largeimage":"https://static-media.streema.com/media/object-images/f019945b-45ac-49cf-93e0-3cb860fa392e.png","description":"DYBU (97.9 FM), under the brand 97.9 Love Radio, is the flagship FM radio station owned by Manila Broadcasting Company in the Philippines. The station's studio is located in Eggling Subdivision, Busay Hills, Cebu City, along with its sister stations DYRC, DYHR, DYTC and DYRH.","genre":["FIlipino","Love Songs","Pop"],"listeners":0,"mp3file":"http://176.31.107.8:8019/stream/;"},{"id":103773,"slug":"Star_FM_Cebu","title":"Star FM Cebu","largeimage":"https://static-media.streema.com/media/object-images/4b797a00-7ae4-4dba-bd14-b232b07c32e6.png","description":"95.5 Star FM Cebu...the music station of Bombo Radyo Philippines. 95.5 Star FM broadcasts with the power of 25,000 watts in the Central Visayas area, and also reaches parts of Western and Eastern Visayas. It has a pop music format that is broadcasted using state of the art equipment.","genre":["FIlipino","News","Pop"],"listeners":0,"mp3file":"http://stream.zenolive.com/uam8c3xnz9duv"},{"id":103767,"slug":"DYRH_Cebu","title":"DYRH Cebu","largeimage":"https://static-media.streema.com/media/object-images/222e67b1-a4b2-4f17-a835-a8f51ac484fd.png","description":"DYRH (1395 kHz Cebu City) is an AM relay station of DZRH owned and operated by Manila Broadcasting Company in the Philippines. The station's studio is located in Golden Peak Hotel and Suites, Gorordo Ave., cor. Escario St., Cebu City.\n\nDZRH is the oldest radio station in the Philippines by the Kapisanan ng mga Brodkaster ng Pilipinas or KBP. It broadcasts nationwide through an array of relay stations, each with its own frequency, re-broadcasting the national feed from satellite.\n\nDZRH can also be heard on the internet, with various interactive features; a live chatroom where listeners can feed comments to the station in real-time, two modes of VOIP that can be used to call the station and participate in open-line discussions, and an online discussion forum called \"Damdaming Bayan Online\".","genre":["News"],"listeners":0,"mp3file":""},{"id":103766,"slug":"Super_Radyo_Cebu","title":"Super Radyo Cebu 999","largeimage":"https://static-media.streema.com/media/object-images/c6f36753-9b30-4290-9265-681efbc070a1.png","description":"GMA Super Radyo DYSS Cebu (pronounced DY-double-S) (999 kHz Cebu City) is an AM station of GMA Network, Inc. in the Philippines. The main format of the station is music, news, public service, drama and religious. ","genre":["News","Talk"],"listeners":0,"mp3file":""},{"id":103283,"slug":"Oomph_Radio_105.1","title":"Halo Halo 105.1 Cebu - DYUR","description":"Halo Halo 105.1 Cebu formerly Oomph Radio 105.1 Cebu - Nice Paminawon! Your Favorite OPM and International Hit Radio.","genre":["Adult Contemporary","Love Songs","Pop","Romantic"],"listeners":0,"mp3file":""},{"id":7638,"slug":"Y101_DYIO","title":"Y101 - DYIO","largeimage":"https://static-media.streema.com/media/object-images/355075cbea1de987e7d233a6059570da.jpeg","description":"For over 25 years, Y101 has consistently programmed contemporary hit radio. Our strong listening audience is made up of loyal, active listeners and an increasing number of Internet savvy individuals. They are dedicated to their favorite contemporary artists and to the Y101 lineup.\n\nY101 is a Contemporary Hit Radio (CHR) station. We play the hottest hits that has the broadest appeal. Y101’s audience is strongest in the 13-35 male and female groups, registering a high 84.3% dominance in the A, B, and C market. These groups are considered the “super consumers,” meaning individuals entering the peak of their buying power and developing their product loyalty and shopping habits. Our listeners consume a wide variety of goods and services.\n\nAside from the music, Y101 features an award-winning lineup of on-air personalities. The \"Rhythm Crew” entertains in an exciting, friendly manner. They keep their fingers on the pulse of Cebu, and they relay this information to their listeners. Dedicated to providing good, clean, fun, and up-to-the-minute information, the Rhythm Crew is part of Cebu's community.\n\nY101 is very visible in Cebu. As an absolute trendsetter, we consistently host on-air promotions and produce events like concerts, parties, and sporting competitions to entice longer listening. We also take part in important local, national, and international affairs that happen in the city and its neighboring provinces. Our live broadcast crew can be seen roaming the island on an almost daily basis!\n\nIn short, if something is happening, it’s happening on Y101. Y101 is your link to a dynamic audience that can be motivated in to your business! \n\nFrequency: 101.1 Mhz (DYIO-FM)\nPower: 10,000 Watts\nCoverage: \n     Primary:\n     Cosmopolitan Cebu and Cebu Province\n     Secondary:\n     Dumaguete, Ormoc, Tagbilaran, Dipolog, and Northern Mindanao\n      Tertiary:\n      Computer streaming\n\nFormat: \nMusic: CHR (Contemporary Hit Radio)\nNews: 6 a.m.-11 a.m. and 1 p.m.-5 p.m.\n            Headlines, Sports, Tech, Business, and Entertainment\n\nTarget Audience:\nA, B, and Upper C\n\nBroadcast Hours:\nMon-Thurs 6 a.m.-12 nn\nFri-Sun 6 a.m.-2 a.m.","genre":["Adult Contemporary","Oldies","Pop","Top 40"],"listeners":30,"mp3file":"http://35.230.37.193/y101fm-y101fmaac-ibc1?session-id=ec3407aa7120c6e244c2b55131709fe7"},{"id":37715,"slug":"DYRF","title":"Radio Fuerza - DYRF","largeimage":"https://static-media.streema.com/media/object-images/5a6196772d97265514f0bc973d48dc9b.jpg","description":"Radio Fuerza 1215 AM - DYRF is a broadcast radio station from Cebu City, Philippines providing News and Public Affairs, Civic and Religious programs.","genre":["Entertainment","Gospel","News","Religious"],"listeners":30,"mp3file":"http://stream.zenolive.com/4f1d901rqy5tv"}],"count":10}